{

   "About us":"Про нас",
   "Colivers":"Колівери",
   "Community":"Спільнота",
   "Team":"Команда",
   "Contacts":"Контакти",

   "community":"спільнота",

   "Our history":"Наша історія",
   "The idea to create VILNYY proactive youth co-living comes from the «Vilnyy prostir” initiative. 'Vilnyy prostir' was founded after the Revolution of Dignity and, according to its philosophy, was formed on the basis of the strength and spirit of the Maidan.  After the revolution, its participants had realized that they had to stick together and started living together in Lviv.":"Ідея створювати колівінги проактивної молоді VILNYY походить від ініціативи «Вільний простір». «Вільний простір» був заснований після Революції Гідності й за своєю філософією сформувався на засадах сили та духу Майдану. Після революції її учасники зрозуміли, що треба триматися купи й почали жити разом у Львові.",
   "The first co-living of the VILNYY network began to take shape in Kyiv when young Ukrainians noticed a need to live in comfortable conditions with other like-minded individuals.  For almost 5 years of our activity, we have survived COVID-19 and now are working steadily in wartime conditions.  We continue to follow our mission and to change the lives of young people.":"З потреби молоді жити в комфортних умовах та з гідними людьми почали формуватися перші колівінги мережі VILNYY в Києві. За майже 5 років своєї діяльності ми пережили COVID-19 та стійко працюємо у воєнних умовах. Продовжуємо слідувати нашій місії та змінювати життя молоді.",

   "Our mission":"Наша місія",
   "To help the pro-active youth of Ukraine realize their own potential through the interpretation, popularization and exploration of the idea of ​community living.":"Допомагати проактивній молоді України реалізовувати власний потенціал через впровадження, популяризацію та дослідження ідеї спільнотного життя.",
   "Our values":"Наші цінності",

   "Respect":"Повага",
   "Living in a community requires consideration for the feelings and comfort of others.  It is respect that is the inseparable element in the relationship between co-livers. This value is manifested in regular joint gatherings and discussions, where each community forms its own list of agreements and norms for a comfortable life.":"Життя у спільноті потребує уваги до почуттів та комфорту інших. Саме повага є невіддільним елементом у стосунках між коліверами. Ця цінність проявляється у регулярних спільних збірках та обговореннях, де кожна спільнота формує свій список домовленостей і норм для комфортного життя.",
   "Inspiration for action":"Натхнення до дії",
   "Thanks to the selection system, only motivated and pro-active people live in co-living.  By their example, the co-livers inspire each other and strengthen each other in moments of need.":"Завдяки системі відбору на колівінгу проживають тільки вмотивовані та проактивні люди. Своїм прикладом колівери надихають одне одного та підсилюють у потрібні моменти.",
   "Community building":"Спільнототворення",
   "We do not just live together, but create a community of active and unique people.  One of the methods of community building is a shared dinner that takes its place every Monday evening.  Co-livers gather for a joint meal and conduct activities that they like: communicate, reflect, celebrate, play games, etc.":"Ми не просто живемо разом, а створюємо спільноту активних і унікальних людей. Один з методів спільнототворення — це щопонеділкова спільна вечеря. Колівери збираються за спільною трапезою й проводять активність, яка їм до душі: спілкуються, рефлексують, святкують, грають тощо.",

   "What are we doing?":"Що ми робимо?",
   "we create strong communities and interpersonal connections between pro-active people":"створюємо міцні спільноти та міжособистісні звʼязки між проактивними людьми",
   "building a space of trust and growth for each person":"вибудовуємо простір довіри та підсилення кожної людини",
   "we develop and promote the idea of ​​communities in Ukraine":"розвиваємо та просуваємо ідею спільнот в Україні",
   "we unite people with common values ​​and vision of life":"єднаємо людей зі спільними цінностями та баченням життя",
   "integrate young people into pro-active society and independent life":"інтегруємо молодь в проактивне суспільство та самостійне життя",
   "save the planet's resources thanks to shared consumption":"бережемо ресурси планети завдяки спільному споживанню",
   "we create horizontal connections between people from different fields and institutions":"творимо горизонтальні звʼязки між людьми з різних сфер та інституцій",

   "Our greatest value is the people who choose to live in":"Наша найбільша цінність — це люди, які обирають жити на",
   "Learn more":"Дізнатись більше",

   "What do you see in front of you?":"Що ви бачите перед собою?",
   "Our team is a treasure!":"Наша команда — це скарб!",

   "How do we build":"Як ми будуємо",
   "communities?":"спільноти?",

   "Open events":"Відкриті події",

   "Help for Belarusian refugees":"Допомога білоруським біженцям",
   "In 2021, we cooperated with the 'Public Dialogue' and created co-livings for refugees from Belarus. These co-livings were closed to the public for the safety of the residents. We hosted oppositionists who had different experiences and ages: from judges and business owners to students and pensioners.":"У 2021 році ми співпрацювали з організацією «Громадський Діалог» й спільно творили колівінги для вимушених переселенців з Білорусі. Ці колівінги були непублічні задля безпеки мешканців. Ми приймали опозиціонерів, які до біженства мали різний статус та вік: від суддів та власників бізнесів, до студентів та пенсіонерів.",
   "During the year of our cooperation, we opened 3 spaces and helped about 100 refugees. Since the beginning of the full-scale invasion, this project has ended. Currently, 17 internally displaced persons live in our co-livings. We plan to develop this direction in the future.":"За рік нашої взаємодії ми відкрили 3 приміщення та прихистили близько 100 біженців. З початку повномасштабного вторгнення цей проєкт завершився. Наразі на наших колівінгах проживає 17 внутрішньо переміщених осіб. Ми плануємо розвивати цей вектор і надалі.",

   "Online community":"Онлайн-спільнота",
   "We strive to share our ideas and values ​​not only with co-livers, but also with the online community on Instagram. Since the start of VILNYY, we have collected more than 12 thousand active subscribers, with whom we constantly communicate about the experience and practices of community life.  We also often talk about our talented co-livers and popularize their projects and businesses.  We regularly hold special meetings where we collect donations for the needs of the Armed Forces of Ukraine. We promote the ideas of dignity and pro-activity. Subscribe via the link.":"Ми прагнемо ділитися нашими ідеями та цінностями не тільки з коліверами, а й з онлайн-спільнотою в Instagram. За весь час роботи ми зібрали понад 12 тис. активних підписників, з якими постійно спілкуємося про досвід та практики спільнотного життя. Також часто розповідаємо про наших талановитих коліверів, популяризуємо їхні проєкти та підприємництва. Регулярно проводимо та підсилюємо збори на потреби ЗСУ. Просуваємо ідеї гідності та проактивності. Підписуйся за посиланням (стрілочка на іконку з інст)",

   "Our ambitious goal":"Наша амбітна ціль",
   "is to fundamentally change the system of cohabitation and student interaction in university dorms.  One of the first steps is the opening of special living quarters for students of the Kyiv School of Economics, KSE.  They operate according to the rules and values ​​of all our co-livings, but only KSE students can live there.  This is the first and unique officially registered practice in Ukraine.  Co-liver Mariyka comments about her experience at this co-living in the following way:":"— це докорінно змінити систему спів проживання та взаємодії студентів в університетських гуртожитках. Один з перших кроків для її досягнення — це відкриття спеціальних колівінгів для студентів Київської школи економіки KSE. Вони функціонують за правилами та цінностями всіх наших колівінгів, але проживати там можуть тільки студенти KSE. Це перша та унікальна офіційно зареєстрована практика в Україні. Коліверка Марійка так відгукується про досвід на цьому колівінгу:",
   
   "You can read our financial report for 2022 here":"З нашим фінансовим звітом за 2022 рік можеш ознайомитися тут",
   "Financial report":"Фінансовий звіт",

   "is a non-profit organization, so we need financial support for the stable functioning and constant improvement of our projects.":"– неприбуткова організація, тому для функціонування та покращення наших проєктів потребуємо фінансового підслення.",
   "You can donate here. Thank you! ❤️":"Задонатити можна тут. Дякуємо! ❤️",
   "George, CEO":"Георгій, СЕО",
   "Go to VILNYY":"Заїхати на VILNYY"

}