import React from 'react'
import s from './Values.module.scss'
import targetImg from '../../assets/images/icons/target.png'

const items = [
   {
      title: "Повага",
      text: "Життя у спільноті потребує уваги до почуттів та комфорту інших. Саме повага є невіддільним елементом у стосунках між коліверами. Ця цінність проявляється у регулярних спільних збірках та обговореннях, де кожна спільнота формує свій список домовленостей і норм для комфортного життя."
   },
   {
      title: "Натхнення до дії",
      text: "Завдяки системі відбору на колівінгу проживають тільки вмотивовані та проактивні люди. Своїм прикладом колівери надихають одне одного та підсилюють у потрібні моменти."
   },
   {
      title: "Спільнототворення",
      text: "Ми не просто живемо разом, а створюємо спільноту активних і унікальних людей. Один з методів спільнототворення — це щопонеділкова спільна вечеря. Колівери збираються за спільною трапезою й проводять активність, яка їм до душі: спілкуються, рефлексують, святкують, грають тощо."
   }
]

const Values = () => {
   return (
      <div className={s.values}>
         <h1 className='title'>
            Наші цінності
            <img src={targetImg} alt='' />
         </h1>
         <div className={s.items}>
            {items.map((item, index) =>
               <div key={index} className={s.item}>
                  <div className={s.index}>
                     <h3>{index + 1}</h3>
                  </div>
                  <div className={s.box_info}>
                     <h2>{item.title}</h2>
                     <p>{item.text}</p>
                  </div>
               </div>
            )}
         </div>
      </div>
   );
};
export default Values