import foto1Img from '../assets/images/people/page6foto1.png'
import foto2Img from '../assets/images/people/page6foto2.png'
import foto3Img from '../assets/images/people/page6foto3.png'
import foto4Img from '../assets/images/people/page6foto4.png'
import foto5Img from '../assets/images/people/page6foto5.png'

import fotocard1Img from '../assets/images/people/fotocard1.png'
import fotocard2Img from '../assets/images/people/fotocard2.png'
import fotocard3Img from '../assets/images/people/fotocard3.png'
import fotocard4Img from '../assets/images/people/fotocard4.png'
import fotocard5Img from '../assets/images/people/fotocard5.png'
import uaImg from '../assets/images/icons/ua.png'


export interface IPerson {
   id: number;
   title: string;
   body: string;
   foto: string;
   fotoCard: string;
   inst: string;
}

const peopleData:IPerson[] = [
   {
      id: 1,
      title: "<strong>Тарас Кутний,</strong> військовий, загинув в Авдіївці 17.12.2022",
      body: `<p>Тарас став частиною нашої спільноти у 2019 році, коли повернувся із зони АТО, де воював 3 роки. Вільний став для нього комфортним середовищем для повернення до цивільного способу життя. Його завжди тягнуло до ціннісних людей та спільнот, тому він обрав заїхати до нас. За більш ніж два роки свого проживання в мережі він встиг стати сотником, змінити два колівінги та зустріти свою майбутню наречену Наталі (померла у 2022 році від хвороби). В перший день повномасштабного вторгнення Тарас вже із самого ранку зі зброєю знову став на захист своєї держави. Для нас честь, що Тарас був і тепер назавжди буде частиною нашої спільноти. Він — приклад гідності й сміливості, приклад відважного лідера, якого хочеться наслідувати.</p>
      <h2>Слава Україні! Герою Слава! <img src="${uaImg}" alt="ua"/></h2>`,
      foto: foto1Img,
      fotoCard: fotocard1Img,
      inst: "",
   },
   {
      id: 2,
      title: "<strong>Аліна,</strong> рекрутерка з Мелітополя",
      body: `<p>Живу на Вільному на Волоській вже майже рік і нещодавно стала сотницею.</p>
      <p>Місяць я була в окупації в Мелітополі, де морально виснажилась. Коли з'явилась маленька можливість виїхати, я не думаючи зібрала невеликий рюкзак найнеобхідніших речей і рушила в дорогу. Мені досить складно дався цей період, бо я не знала що саме мене очікує. Але в думках я все ж мріяла повернутися саме в Київ. Так і сталося, 12 травня я приїхала в Київ на колівінг. Я відчула себе вдома, саме там, де я і маю бути.</p>
      <p>Вільний дав мені друзів, підтримку і любов. Це місце, де ти відчуваєш себе в безпеці, де вечорами на кухні ви обговорюєте різноманітні теми, де люди надихають тебе своїми інтересами, де створюються спільні спогади. Коли тобі щасливо — всі радіють разом з тобою, а коли сумно — обіймають тебе і не дають відчути самотність.  На Вільному я швидко і легко перейшла на українську мову, хоча все життя в Мелітополі спілкувалась російською. Насправді Вільний — це такий досвід, який мало у кого був чи буде, тому я дуже рада, що зараз я саме тут.</p>`,
      foto: foto2Img,
      fotoCard: fotocard2Img,
      inst: "https://www.instagram.com/",
   },
   {
      id: 3,
      title: "<strong>Володя,</strong> графічний дизайнер, активіст в сфері прав людини",
      body: `<p>Вже більше ніж два роки я живу на Вільному на Верхньому Валу, а після переїзду до Києва займаюсь ЛГБТ+ активізмом, працюю й розвиваюсь у сфері графічного і моушн дизайну. Нещодавно почав працювати графічним дизайнером в ГО «Українські військові ЛГБТ+ за рівні права». Таким чином можу робити улюблену справу і бути корисним для армії та ЛГБТ+ спільноти.</p>
      <p>Пам’ятаю свої перші місяці на колівінгу два роки тому, коли шукав свою першу роботу в Києві та займався активізмом. За час проживання на Вільному я зрозумів, що багато з того, що я маю зараз, не було б можливим без спільноти, де навколо дуже різні люди, які завжди підтримають і будуть поруч.</p>
      <p>Іноді навіть страшно уявляти те, як я десь жив би сам і не міг спуститись на кухню, щоб разом потусити чи просто поговорити про важливе. А ще, навколо не було б людей, які мене справді люблять.
      </p>`,
      foto: foto3Img,
      fotoCard: fotocard3Img,
      inst: "https://www.instagram.com/",
   },
   {
      id: 4,
      title: "<strong>Лев,</strong> кофаундер крипто стартапу, квант девелопер та ІТ-розробник",
      body: `<p>Я живу на колівінгу на Великій Житомирській 2,5 роки.</p>
      <p>Як інтроверту, який не любить і рідко буває за межами дому, мені складно заводити знайомства, шукати де і як проводити час, спілкуватися з живими людьми десь ще. Таке середовище, як Вільний, дуже допомагає: закриває мої соціальні потреби, сприяє нетворку, пошуку цікавих занять, активностей.</p>
      <p>Вільний дав мені різноманітні ментальні ресурси, корисний досвід, теми для рефлексій та пізнання себе, людей, які так чи інакше впливали й чомусь навчали зі свого життєвого шляху та досвіду. Фактично послугував каталізатором, того що відбувалося зі мною.
      </p>`,
      foto: foto4Img,
      fotoCard: fotocard4Img,
      inst: "https://www.instagram.com/",
   },
   {
      id: 5,
      title: "<strong>Люда,</strong> бренд-стратегиня",
      body: `<p>Я жила на колівінгу на Межигірській 1,5 року.
      <p>На Вільному я по-справжньому закохалась в Україну, українську мову. Саме тут я вперше почала спілкуватися українською. Я почала думати: “А що таке Україна? А як стати кращою громадянкою для нашої країни? Що все починається з тебе, з твоєї маленької краплі в океані, з твого стаканчика від йогурту, який ти відсортував”. Зі спільнотою я вперше побувала на вечорницях, Святвечорі.</p>
      <p>Після виїзду ми досі бачимось раз на декілька місяців. Зараз мій Вільний проживає не тільки на Межигірський, але й у Львові, Рівному, Одесі. В нас навіть перша дитина в спільноті народилась. Я дуже поважаю та люблю цих людей. Напевно, моя спільнота — брати та сестри. Як ще назвати людей з якими ми разом миємо туалети, а потім йдемо тусити? З друзями немає такого рівня інтимності та довіри.</p>
      <p>Головна моя зміна — це розуміння себе в ширшому контексті. Як контекст, в якому ти живеш, здатен змінити тебе, і як це працює навпаки. Я почала більше сприймати реальність. На Вільному закінчився мій пубертатний період, коли окрім тусовок тебе нічого не цікавило.</p>
      <p>Вільний — це спільнота для тих, хто шукає сенси. Але ти маєш бути готовим в майбутньому почати створювати ці сенси, не тільки вбирати в себе. Змінювати себе, змінювати країну.</p>`,
      foto: foto5Img,
      fotoCard: fotocard5Img,
      inst: "https://www.instagram.com/",
   }
]

export default peopleData