import foto1Img from '../assets/images/traditions/foto1.png'
import foto2Img from '../assets/images/traditions/foto2.png'
import foto3Img from '../assets/images/traditions/foto3.png'
import foto4Img from '../assets/images/traditions/foto4.png'
import foto5Img from '../assets/images/traditions/foto5.png'
import foto6Img from '../assets/images/traditions/foto6.png'

import fotocard1Img from '../assets/images/traditions/fotoCard1.png'
import fotocard2Img from '../assets/images/traditions/fotoCard2.png'
import fotocard3Img from '../assets/images/traditions/fotoCard3.png'
import fotocard4Img from '../assets/images/traditions/fotoCard4.png'
import fotocard5Img from '../assets/images/traditions/fotoCard5.png'
import fotocard6Img from '../assets/images/traditions/fotoCard6.png'


export interface ITradition {
   id: number;
   title: string;
   titleFull: string;
   body: string;
   foto: string;
   fotoCard: string;
}

const traditionsData: ITradition[] = [
   {
      id: 101,
      title: "Спільна вечеря",
      titleFull: "Спільна вечеря",
      body: "Обовʼязкова щотижнева традиція, коли колівери збираються за столом, ділять спільну трапезу й організовують різноманітні активності. Часто спільні вечері бувають тематичними. Наприклад, вечорниці на Андрія, Масляна чи в стилі мафії. Ми не обмежуємо креативний потік коліверів і вони вільні організовувати все, що до душі. Також вечері бувають відкритими для друзів, гостей та знайомих — так ми розширюємо коло взаємодії спільноти.",
      foto: foto1Img,
      fotoCard: fotocard1Img,
   },
   {
      id: 102,
      title: "Сотники",
      titleFull: "Сотники — інститут лідерства в спільнотах",
      body: "На кожному колівінгу обовʼязково є посада сотника — лідера спільноти. Сотник — це ключова людина у процесах спільнототворення на колівінгу, підтримці комфорту та чистоти, дотриманні домовленостей та проживання за цінностями. Також він виконує роль звʼязкового між командою Вільного і спільнотою. Щоб покращувати навички сотників, ми проводимо навчання, де прокачуємо лідерські вміння, вивчаємо практики спільнототворення та обмінюємося досвідом.",
      foto: foto2Img,
      fotoCard: fotocard2Img,
   },
   {
      id: 103,
      title: "Ком’юніті-менеджер",
      titleFull: "Ком’юніті-менеджер",
      body: "В команді Вільного ми маємо «гуру спільнот» —  це посада комʼюніті-менеджера. Ця людина відповідає за правильний вектор розвитку спільнот, постійно відвідує колівіги, вирішує конфлікти, менторить та супроводжує сотників від початку до кінця. Ми прагнемо глибоко досліджувати й формувати інститут спільнот в Україні, а саме комʼюніті-менеджер займається збором та аналізом даних для підтвердження чи спростування наших гіпотез, формує висновки.",
      foto: foto3Img,
      fotoCard: fotocard3Img,
   },
   {
      id: 104,
      title: "Відбір людей",
      titleFull: "Відбір людей на колівінг",
      body: "Цей інструмент дозволяє нам підбирати дійсно вмотивованих, місійних та ціннісних людей. За статистикою відбір проходять 4 людини з 10. Перший етап — це анкета майбутнього колівера, де людина розповідає про себе, своє уявлення та очікування до колівінгу, мотивацію заїхати. Другий етап — співбесіда з HR-менеджером і спільнотою, в яку кандидат хоче заїхати. І фінальний етап — офлайн голосування спільнотою за людину після одного місяця проживання разом.",
      foto: foto4Img,
      fotoCard: fotocard4Img,
   },
   {
      id: 105,
      title: "Спільнотні мандрівки",
      titleFull: "Спільнотні мандрівки",
      body: "Обовʼязковим елементом спільнототворення є спільна мандрівка, яка має відбутися мінімум раз на чотири місяці й тривати більше ніж  два дні. Спільноти самостійно обирають для себе місце, куди б вони хотіли поїхати і організовують весь процес. Коли вся спільнота опиняється за межами колівінгу разом та ще й зіштовхується з викликами — стається магія пізнання та міцне обʼєднання.",
      foto: foto5Img,
      fotoCard: fotocard5Img,
   },
   {
      id: 106,
      title: "Соціократична",
      titleFull: "Соціократія структура організації",
      body: "Соціократія — це метод врядування, що базується на принципах демократії та рівності голосів членів команди, але додає до цього елементи консенсусу та емпатії. На практиці кожне обʼєднання в організації (від однієї окремої спільноти до топ-менеджементу) — це кола зі своєю місією та повноваженнями. Вони повʼязані між собою: кожне коло має можливість бути почутим і впливати на інші кола будь-якого рівня. Так ми забезпечуємо рівноправність та залучення всіх в організації до прийняття рішень та відповідальності.",
      foto: foto6Img,
      fotoCard: fotocard6Img,
   },
]

export default traditionsData